Repository: respatch/respatch-win
Catalog: Respatch/Strings/*/Resources.resw
Source language: en_us
Languages: sk_sk

# WelcomeSubtitle.Text
source: Symfony Messenger Queue Monitor
sk_sk: Monitor frontov Symfony Messenger

# WelcomeDescription.Text
source: No project configured yet. Add your first project to start monitoring.
sk_sk: Zatiaľ nie je nakonfigurovaný žiadny projekt. Pridajte prvý projekt a začnite monitorovať.

# AddProjectButton.Content
source: Add Project
sk_sk: Pridať projekt

# AddProjectDialog.Title
source: Add Project
sk_sk: Pridať projekt

# ProjectNameLabel.Text
source: Name
sk_sk: Názov

# VerifyButton.Content
source: Verify
sk_sk: Overiť

# VerifyingButton.Content
source: Verifying…
sk_sk: Overujem…

# SaveButton.Content
source: Save
sk_sk: Uložiť

# RetryButton.Content
source: Retry
sk_sk: Skúsiť znova

# CancelButton.Content
source: Cancel
sk_sk: Zrušiť

# DashboardNavItem.Content
source: Dashboard
sk_sk: Prehľad

# FailedMessagesHeader.Text
source: Failed Messages
sk_sk: Zlyhané správy

# RecentMessagesHeader.Text
source: Recently Processed
sk_sk: Nedávno spracované

# RetryMessageButton.Content
source: Retry
sk_sk: Zopakovať

# NoFailedMessages.Text
source: No failed messages
sk_sk: Žiadne zlyhané správy

# NoRecentMessages.Text
source: No recent messages
sk_sk: Žiadne nedávne správy

# RefreshButton.Content
source: Refresh
sk_sk: Obnoviť

# SettingsButton.Content
source: Settings
sk_sk: Nastavenia

# SettingsTitle.Text
source: Settings
sk_sk: Nastavenia

# DiagnosticsGroup.Header
source: Diagnostics
sk_sk: Diagnostika

# LoggingEnabledToggle.Header
source: Enable Logging
sk_sk: Povoliť logovanie

# LogToFileToggle.Header
source: Log to File
sk_sk: Logovať do súboru

# LogFilePathLabel.Text
source: Log File Path
sk_sk: Cesta k log súboru

# CloseButton.Content
source: Close
sk_sk: Zavrieť

# BusyWorkers.Label
source: Busy
sk_sk: Zaneprázdnení

# IdleWorkers.Label
source: Idle
sk_sk: Voľní
